[
    "She looks at me every day. Mary Jane Watson. Oh, boy. If she only knew how I felt about her. But she can never know.",
    "Who am I? I'm Spider-Man, given a job to do. And I'm Peter Parker, and I, too, have a job.",
    "I'm sorry, Mr. Aziz. There was a disturbance.",
    "Hey, you guys. No playing in the streets.",
    "See you.",
    "Pizza time.",
    "It's serious to me too, Mr. Aziz.",
    "Please, I need this job.",
    "Look, give me another chance.",
    "Why?",
    "The Bugle could show another side of New York for a change.",
    "He won't let me take any more pictures. You turned the whole city against him.",
    "Please, isn't there any of these shots you can use? I need the money.",
    "All right, Mr. Jameson.",
    "Three hundred.",
    "Hi.",
    "Right.",
    "Dr. Connors. Sorry.",
    "To your class.",
    "I'm sorry. I'm trying. I wanna be here.",
    "I know. I'm planning to write it on Dr. Otto Octavius.",
    "What's the occasion?",
    "Hi, M.J.",
    "Hey.",
    "So how's the play? I read a great review.",
    "I've been busy.",
    "So how are things going at Oscorp?",
    "I'm writing a paper on him.",
    "You'd introduce me?",
    "What do you mean?",
    "I don't have time for girls right now.",
    "I've been kind of busy.",
    "Could we get off that subject? I want us to be friends, Harry. I want us to trust each other.",
    "May.",
    "You okay?",
    "I'm worried about you. You're so alone. And I saw the letter from the bank.",
    "No, I can't take that from you.",
    "Hey. You're still here. I saw your billboard on Bleecker.",
    "Don't be. It's nice. I get to see you every day now.",
    "Oh, boy, yeah.",
    "Nothing.",
    "I... ...was... ...wondering if you're still in the Village.",
    "You mean, like a boyfriend?",
    "Nothing. That's good, you know? Companionship...",
    "More?",
    "I'm coming to see your play tomorrow night.",
    "I'll be there.",
    "I won't.",
    "Hi.",
    "I have a paycheck due this week and...",
    "I promise as soon as...",
    "I'm really sorry, Mr. Ditkovitch. All I got is this 20 for the rest of the week.",
    "Thanks, Mr. Ditkovitch.",
    "Hello?",
    "Peter Parker, sir. I'm writing a paper on you for...",
    "I won't take much of your time.",
    "I'm trying to do better.",
    "So is that it?",
    "I understand you use harmonics of atomic frequencies. Sympathetic frequencies. Harmonic reinforcement?",
    "An exponential increase in energy output.",
    "Are you sure you could stabilize the fusion reaction?",
    "I'm sorry. I didn't mean to question you.",
    "Did Bernoulli sleep before he found the curves of quickest descent?",
    "Well... I don't really know.",
    "Poetry.",
    "A tall and slender maiden All alone upon a prairie Brightest green were all her garments And her hair was like the sunshine Day by day he gazed upon her",
    "Work out, plenty of rest. You know, eat your green vegetables.",
    "Whatever.",
    "Yeah, I've come to see the show.",
    "She asked me to come.",
    "I have to see this show. Just let me in, I'll stand in the...",
    "What was that? Okay.",
    "Thanks.",
    "I made it.",
    "Yeah, it gets kind of itchy. And it rides up in the crotch a little bit too.",
    "Hi, M.J. This is Peter. I was on my way to your show and... Well, I was on my bike... Are you there? I really was planning on it all day. And... ...I know you predicted I'd disappoint you.",
    "It's amazing, isn't it? How complicated a simple thing... ...like being someplace at : can become. Actually, there was this obnoxious usher. Somebody has to talk to that usher, M.J.",
    "I wanna tell you the truth. Here it is. I'm Spider-Man. Weird, huh? Now you know why I can't be with you. If my enemies found out about you... ...if you got hurt, I could never forgive myself. I wish I could tell you how I feel about you.",
    "Pulling the plug.",
    "Oh. Well, l...",
    "Could you pay me in advance?",
    "My uncle Ben's life insurance.",
    "You are?",
    "Don't worry, we'll figure it out.",
    "Here's your change! Oh, no. Come on!",
    "I have a knack for that.",
    "Hand her over.",
    "Easy, now.",
    "I'm coming! Hang on!",
    "Aunt May.",
    "There you go.",
    "We sure showed him.",
    "May I?",
    "Hey. Might wanna take it easy, buddy.",
    "Not tonight, Harry.",
    "Hi.",
    "Listen, I'm sorry. But there was a disturbance.",
    "I've been reading poetry lately.",
    "Day by day he gazed upon her Day by day he sighed with passion Day by day...",
    "Can I get you a drink?",
    "John.",
    "Take it easy.",
    "Oh, no. No! Why is this happening to me?",
    "There is one dream where... ...in my dream... ...l'm Spider-Man. But I'm losing my powers. I'm climbing a wall, but I keep falling.",
    "In my dream. Actually, it's not even my dream. It's a friend of mine's dream.",
    "That's the problem. He doesn't know what to think.",
    "I have a choice.",
    "Can't you understand? I'm in love with Mary Jane.",
    "I can't live your dreams anymore. I want a life of my own.",
    "No, Uncle Ben. I'm just Peter Parker. I'm Spider-Man... ...no more. No more. No more.",
    "Sorry. Thanks.",
    ".23 electron volts.",
    "You were so wonderful. That was such a great play.",
    "I was afraid you'd say, \"Don't come.\"",
    "I shined my shoes, pressed my pants, did my homework. I do my homework now. You wanna get some chow mein?",
    "I always imagined you getting married on a hilltop.",
    "You hadn't decided yet.",
    "You once told me you loved me. I let things get in the way before. There was something I thought I had to do. I don't have to.",
    "Will you think about it?",
    "Picking up where we left off.",
    "I don't think it's that simple.",
    "You don't understand. I'm not an empty seat anymore. I'm different. Punch me, I bleed.",
    "Aunt May. You don't have to punish yourself.",
    "I'm responsible.",
    "For what happened to Uncle Ben.",
    "He drove me to the library, but I never went in.",
    "I went someplace else. Someplace where I thought I could win some money... ...to buy a car, because I wanted... ...to impress Mary Jane. It happened so fast. I won the money, and the guy wouldn't pay me. Then he got robbed. The thief... ...was running towards me. I could've stopped him, but I wanted... ...revenge. I let him go. I let him get away. He wanted a car. He tried to take Uncle Ben's. Uncle Ben said no... ...and then he shot him. Uncle Ben was killed that night... ...for being the only one who did the right thing. And I... I held his hand... ...when he died. I've tried to tell you so many times.",
    "Is anybody in that building?",
    "I'm coming! It's okay. It's okay. Come here. I'm gonna get you out of here. Come on. Come on.",
    "Am I not supposed to have what I want? What I need? What am I supposed to do?",
    "Come in.",
    "Hi.",
    "Okay.",
    "That would be nice.",
    "Thank you",
    "Thanks. What's going on?",
    "Why didn't you tell me?",
    "That's Henry Jackson?",
    "Listen, about my last visit...",
    "Hey. Where are all my comic books?",
    "Hey, Henry. You're getting tall.",
    "I used to.",
    "He... ...quit.",
    "Wanted to try other things.",
    "I don't know.",
    "Why?",
    "Okay. Strong focus on what I want. I'm back! I'm back! My back. My back.",
    "Hiya.",
    "Very. Thanks for coming",
    "Tell me about it.",
    "Listen, there's more for me to say. I maybe rushed into things. I thought...",
    "I'm saying... I thought I could be there for you, Mary Jane... ...but I can't. My mind was playing tricks too.",
    "I... ...don't.",
    "Kiss you?",
    "What do you want?",
    "I don't know where he is.",
    "If you lay one finger on her...",
    "Where is she?",
    "Tell everyone to hang on!",
    "I got a few, yeah!",
    "Harry. Where is she? Where is he keeping her? - He's got M.J.",
    "Tritium? He's making the machine again. When that happens, she'll die, along with half of New York. - Now, where is he?",
    "There are bigger things happening here than me and you. Harry, please, I've got to stop him.",
    "Surprise. As soon as you get free...",
    "Shut it down, Ock. You're going to hurt a lot more people this time.",
    "Well, I'm not. Hang on, Mary Jane! Run!",
    "Now what?",
    "Look at what's happening. We must destroy it.",
    "You once spoke to me about intelligence. That it was a gift to be used for the good of mankind.",
    "These things have turned you into something you're not. Don't listen to them.",
    "Sometimes, to do what's right, we have to be steady... ...and give up the thing we want the most. Even our dreams.",
    "Now, tell me how to stop it.",
    "Think!",
    "Noooooooooooooooooooooooooo! Hi.",
    "This is really heavy. M.J. In case we die...",
    "I do.",
    "Then you know why we can't be together. Spider-Man will always have enemies. I can't let you take that risk. I will... ...always be Spider-Man. You and I can never be.",
    "Mary Jane.",
    "You shouldn't be here. I know you think we can't be together.",
    "Thank you, Mary Jane Watson."
]