[
    "It's me, Peter Parker. Your friendly neighborhood... you know. I've come a long way from being the boy who was bit by a spider. Back then, nothing seemed to go right for me. Now...",
    "People really like me.",
    "Hey, stick around! It's gonna start again in a couple minutes.",
    "The city is safe and sound. Guess I've had something to do with that. My uncle Ben would be proud. I still go to school, top of my class.",
    "No, sir.",
    "And I'm in love with the girl of my dreams.",
    "Hi. Um, Miss Watson left a ticket for me? Peter Parker.",
    "Excuse me. Sorry. Thank you.",
    "It's my girlfriend!",
    "Harry! I need to talk to you. Explain things.",
    "I'm your friend, Harry. I cared about your father.",
    "MJ!",
    "Congrats!",
    "Good? You were great. You were...",
    "Yeah, I ran into him outside.",
    "It's complicated.",
    "Your knees were fine.",
    "Yes, it was. It's the acoustics. It's all about diffusion. It keeps the sound waves from grouping. You see, when the sound waves, they propagate, then it's like an...",
    "Did you see that one?",
    "I'll be there.",
    "I love you. I love you so much.",
    "It's MJ... I'm gonna ask her to marry me!",
    "Then you said yes, right?",
    "Yeah. I think I can.",
    "Come on.",
    "Harry.",
    "Listen to me! I didn't kill your father! He was trying to kill me. He killed himself.",
    "Hate those things.",
    "Harry. Harry. Harry! Oh my God. Harry! Come on! God!",
    "How is he?",
    "Is it permanent?",
    "Uh maybe I should wait.",
    "Hey.",
    "Yeah.",
    "It's good to have you back.",
    "Okay.",
    "Yeah, great.",
    "Think so.",
    "Yeah.",
    "Yeah?",
    "Oh! Hey!",
    "I'm coming.",
    "Oh!",
    "Well, they can't hate you.",
    "That's ridiculous. I was right there.",
    "Yeah, but that's... Listen. You were great. That's a critic. This is something you're gonna have to get used to. Believe me, I know. Spider-Man gets attacked all the time.",
    "I know, and I'm just saying, you can't let it bring you down. You just gotta believe in yourself. You pull yourself together, and you get right back on the horse.",
    "Go get 'em, tiger. Sorry.",
    "You OK?",
    "New guy?",
    "Where's the other guy?",
    "Okay...",
    "Hey, Betty.",
    "Uh. Thanks.",
    "I got you this.",
    "Climbed. Nearly fell off a flagpole.",
    "Wait a minute. I know what makes a good picture, and I've been here for a long time. If there's a staff job, Mr. Jameson, I think I deserve it.",
    "You'll never get that shot.",
    "Sure.",
    "Got you a little homecoming present.",
    "Yeah.",
    "We were terrible. And we tried out for the varsity team.",
    "Right.",
    "I don't know.",
    "It's okay.",
    "He loved you. That's the main thing.",
    "Hey, let's watch the game in the kitchen. Get something to eat.",
    "Whoa, catch that!",
    "Still got the moves.",
    "Hey, beautiful. One more. Everything Okay?",
    "You're not still mad at me, are you?",
    "Hey. I'm gonna be swingin' it from over there. So you know where to look.",
    "Don't worry about that review. We're gonna be laughing about it tomorrow night. Promise.",
    "They love me!",
    "Yeah, they'll love it.",
    "Jig's up, pal.",
    "I guess you haven't heard? I'm the sheriff 'round these parts.",
    "Where do all these guys come from?",
    "I'm sorry, I don't speak...",
    "Oui.",
    "Parker, Peter.",
    "Parker.",
    "Um, I have a request. My girlfriend will be coming, and I have this ring.",
    "Yes, and I want to do something very special.",
    "Perfect.",
    "Also I thought, at the same time could the musicians play this song?",
    "And take good care of the ring.",
    "Oui.",
    "Thank you.",
    "Bonne chance. OK, so... How would you like some champagne? How'd that get in there? Aw, don't cry.",
    "Look at you, wow! Beautiful.",
    "Oh, it's a special occasion. You're on Broadway.",
    "Well, you are a star. And you've earned it.",
    "Oh no, I know exactly how you feel. Listen. I have been through this. Happens to me all the time. I see Spider-Man posters in the window. Kids running around with me on their sweaters. Big Hallowe'en item. I don't know, I guess I've become something of an icon. Like yesterday. They keep screaming: \"Spider-Man! Spider-Man!\" I don't know, I mean, I'm thinking to myself, \"I'm just a nerdy kid from Queens. Do I deserve this?\"",
    "Hi.",
    "This is Mary Jane Watson.",
    "Gwen is my lab partner in Dr. Connor's class.",
    "Good night.",
    "Good night.",
    "Oh, she's in my science class. It's not her best subject.",
    "What?",
    "She's just a girl in my class.",
    "What do you mean?",
    "Push you away? Why would I want to push you away? I love you. You're my girlfriend. She's a girl in my class, MJ.",
    "No, w...",
    "Where are you going?",
    "Hello. Uh... I wish you'd pick up the phone. I don't know what's going on. I don't know if you got the messages, or what. But... I just want to talk to you. Okay. Call me, all right?",
    "Hallo?",
    "Yeah?",
    "What are you talking about?",
    "You got this wrong.",
    "No, you're not doing your job. I watched my uncle die. We chased down the wrong man. Now you're telling me there's suspicions for two years? Witnesses? Why weren't we told about this?",
    "No, I have no intention of settling down! This man killed my uncle, and he's still out there!",
    "Don't be. I'm fine.",
    "Like try to find my uncle's killer?",
    "He had a gun on me. I made a move, and he fell. I told you that.",
    "Okay. I get it. Thank you. But, uh, I'm fine. I don't need your help.",
    "What about my uncle? Did you give him a chance? Did you?",
    "Where am I? What is this? I feel... Wow. This feels good. This is something else.",
    "What do you think?",
    "Can we do that now?",
    "Why not?",
    "Marko.",
    "Seeya, chump.",
    "Flint Marko.",
    "Remember Ben Parker? The old man you shot down in cold blood?",
    "Everything!",
    "It's time to pay, Marko.",
    "Good riddance.",
    "Not now.",
    "Leave me alone.",
    "You'll get your rent when you fix this damn door!",
    "Flint Marko, the man who killed uncle Ben, he was killed last night.",
    "Spider-Man killed him.",
    "I... He was... I thought that you'd feel... He deserved it, didn't he?",
    "Aunt May, he killed uncle Ben.",
    "Hey, Mr. Ditkovich.",
    "No, thanks. Listen I'm really sorry for what happened earlier. I shouldn't have yelled about that door. It was nothing to be angry about.",
    "No, no, I was just... was trying to figure out what to say.",
    "Thanks.",
    "Well, he loved you. That's the main thing.",
    "Hey, MJ. It's Peter. I want to talk to you about last night. I don't know what I was thinking. I know you were just there to help, and-- I, uh... I don't know, I want to see you.",
    "Yeah?",
    "Come in.",
    "Really?",
    "Thanks.",
    "Hey.",
    "I was so glad you called. I've been... trying to...",
    "You bet.",
    "Okay. Where?",
    "On my way.",
    "Hey. I love you.",
    "You look beautiful. Peonies. You okay?",
    "What are you talking about?",
    "No. Please. Please don't say that. I know, I've been selfish. But I can do better. I can change.",
    "We love each other! I love you! And we have problems. When people have problems, they work it out. They talk to each other. Look, you see? You know what this is? You know what I want for us?",
    "She says that she's lonely, and that I'm not there for her. There's another guy.",
    "Not good. Harry, I was going to propose to her.",
    "She was fired? She was fired and she told you? She didn't tell me?",
    "What?",
    "I don't believe this. I don't believe you.",
    "What did you do to her?",
    "She doesn't know what you are.",
    "Peter. She knows me very well. And when she kissed me, it was just like she used to kiss me. That taste. Strawberries.",
    "That all you got?",
    "Stinks, doesn't it?",
    "I'm done trying to convince you.",
    "No. He despised you. You were an embarrassment for him. Look at that little Goblin junior. Gonna cry?",
    "I'm gonna put some dirt in your eye.",
    "I never thought he'd really do that.",
    "It's funny you should say that, 'cause I was looking through some old photos, and looks very, uh similar.",
    "You're trash, Brock.",
    "Your picture is a fake.",
    "You want forgiveness? Get religion.",
    "You should've thought of that earlier.",
    "Show this to the editor. Tell him to check his source next time.",
    "Hello.",
    "Oh, Dr. Connors! How are you?",
    "Thanks. That's good.",
    "Give me some milk.",
    "Hey, give me another cookie.",
    "You got any with nuts?",
    "Go make me some.",
    "No, no, no. Course not.",
    "I'd love to shoot you sometime.",
    "If you want the shots, I'll take the staff job. Double the money.",
    "You are really gonna dig this joint.",
    "You're looking fine, babe.",
    "Love that little giggle.",
    "Hey, keep it open there, pops.",
    "Find us some shade. Thanks, hot legs.",
    "I'm so loving this.",
    "Oh, no, no. I'll... I'll be okay.",
    "I'll be right back.",
    "This is for you.",
    "Double time!",
    "Thanks.",
    "Now dig on this.",
    "Yeah, is everything okay here, Paul?",
    "Take your hand off of me.",
    "I don't know.",
    "You said a husband's gotta put a wife before himself. I'm not ready.",
    "Yeah. I... I hurt her, aunt May. I don't know what to do.",
    "Harry. I need your help. Can't take them both. Not by myself.",
    "Harry, she needs us.",
    "I'm gonna get you out of this.",
    "My God. Eddie?",
    "We can find a way to settle this.",
    "Hold on, Mary Jane! Mary Jane.",
    "You came.",
    "A couple of minutes ago wouldn't have been so bad either.",
    "I'm needing some help over here.",
    "May Jane!",
    "This thing got any more?",
    "To what?",
    "Got her!",
    "You Okay?",
    "Eddie, this suit, you gotta take it off!",
    "I know what it feels like. It feels good. The power. Everything. But you'll lose yourself. Let it go.",
    "Harry!",
    "Eddie!",
    "We always have a choice. You had a choice when you killed my uncle.",
    "I've done terrible things too.",
    "I forgive you.",
    "Hey, pal. How are you doing?",
    "We'll get you through this.",
    "You should never forgive said those things.",
    "Best friend.",
    "Whatever comes our way. Whatever battle we have raging inside us, we always have a choice. My friend Harry taught me that. He chose to be the best of himself. It's the choices that make us who we are, and we can always choose to do what's right."
]